Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: It welcomed the recommendations put forward by the Secretary-General in his report but added that increased attention should be given to capacity-building with respect to gender analysis and advocacy in order to facilitate their implementation.
zh: 南共体欢迎秘书长在报告中提出的建议，但还认为应该进一步关注性别分析和宣传方面的能力建设，以有助于宣言和行动纲要的实施。

source: The Community also recognized the commendable work carried out by the United Nations Development Fund for Women (UNIFEM) and urged donor countries and partners to support its multi-year funding framework 2004-2007.
zh: 57. 南共体还表彰联合国妇女发展基金(妇发基金)开展的值得赞扬的工作，敦促捐助国和伙伴支持南共体2004-2007年多年期筹资框架。

source: The quest for gender equality could not be achieved without addressing the improvement of the situation of women in rural areas, where most of them lived.
zh: 58. 不改善农村地区妇女的状况就不可能实现两性平等。 农村是大部分妇女居住的地方。

source: As things stood, they were marginalized and excluded from decision-making affecting their lives and self-advancement.
zh: 目前的现状是，妇女被排斥在影响其生活和自我提高的决策进程之外。

source: SADC was therefore encouraged that the General Assembly had consistently given attention to the situation of rural women and welcomed the report (A/60/165).
zh: 因此，南共体对大会始终关注农村妇女的状况感到鼓舞，并欢迎秘书长的报告（A/60/165）。

source: SADC noted with appreciation the technical support it received from the Division for the Advancement of Women (DAW) and the constructive dialogue between the United Nations Committee on the Elimination of Discrimination against Women and the SADC member States.
zh: 59. 南共体赞赏地注意到它从提高妇女地位司得到的技术支助以及联合国消除对妇女歧视委员会和南共体成员国之间的建设性对话。

source: It reiterated its commitment to the further implementation of the Beijing Declaration and Platform for Action, as well as the Outcome of the twenty-third special session of the General Assembly, and appealed for the continued support of the international community.
zh: 南共体再度承诺进一步实施《北京宣言和行动纲要》以及大会第二十三届特别会议成果，并呼吁国际社会继续予以支助。

source: Ms. Al-Saleh (Oman) said that Omani women enjoyed a wide range of civil and political freedoms founded on Islamic sharia law and civil law.
zh: 60. 萨利赫女士(阿曼)说，阿曼妇女享受一系列基于伊斯兰法和民法的公民自由和政治自由。

source: In 2005 the laws and other measures had established a protective legal environment for Omani women, setting national standards in accordance with international treaties and conventions to which Oman was a State party.
zh: 2005年，根据法律和其他措施创造了保护阿曼妇女的法律环境，同时根据阿曼加入的国际条约和公约制定了国家标准。

source: In May 2005, her Government had ratified the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW).
zh: 2005年5月，阿曼政府批准《消除对妇女一切形式歧视公约》(消除对妇女歧视公约)。

source: During the past few years, Oman had attained very high standards in the area of women's health, education and the labour market.
zh: 61. 在过去几年中，阿曼在妇女保健、教育和劳动市场领域达到了非常高的标准。

source: Fertility rates had been reduced, family planning was practised and women had access to free birth control and counselling services in all institutions affiliated with the Ministry of Health.
zh: 生育率降低，实行了计划生育，妇女在卫生部所属各机构中可以获得免费的计划生育和咨询服务。

source: Women had also made extensive gains in the field of education and equal access to free education without gender discrimination was now guaranteed by law.
zh: 此外，妇女在教育领域也受益良多，现在法律保证妇女拥有不受性别歧视获得免费教育的同等机会。

source: Oman's Ministry of Social Development handled all aspects of women's affairs.
zh: 62. 阿曼社会发展部处理妇女事务的所有方面。

source: At the community level, however, such issues were dealt with by Omani women's associations and local community development centres.
zh: 但在社区一级，由阿曼妇女协会和地方社区发展中心处理此类问题。

source: On the labour front, Omani women were legally entitled to pursue the career of their choice and were active participants in social development policies.
zh: 63. 在劳动力领域，法律上阿曼妇女有权从事自己选择的职业，并积极参加社会发展政策。

source: Increasing numbers of women were being appointed to high-level official positions in Government, business and the media with significant impact on the country's development policies.
zh: 越来越多的妇女接受任命，在政府、企业和媒体中担任高级领导职务，对阿曼的发展政策产生了巨大影响。

source: In 2004, Oman's first woman minister with a Cabinet portfolio was appointed as Minister of Higher Education.
zh: 2004年，阿曼第一个内阁女部长被任命为高等教育部长。

source: There were now four women ministers in the Government and two women ambassadors in the Omani diplomatic service.
zh: 目前，在政府中有四名女部长，在外交界有二名女大使。

source: Oman's efforts in the advancement of women could not have been fully accomplished without the support of the UNICEF country office, to which she wished to express appreciation.
zh: 她向儿童基金会国家办事处表示感谢，如果没有该办事处的支持，阿曼很难充分提高妇女地位。

source: With the encouragement and support from the Government, Omani women now had equal access to health, education and employment as men.
zh: 在政府的鼓励和支持下，阿曼妇女与男子一样具有同等的保健、教育和就业机会。

source: They were a vital building block of the modern Omani State and would continue to play an increasingly important role in that society.
zh: 她们是阿曼国当今的重要基石，并将在阿曼社会中继续发挥日益重要的作用。

source: Ms.
zh: 64. 李笑梅女士（中国）就议程项目66和67发言。

source: Li Xiaomei (China), speaking on agenda items 66 and 67, said that the Chinese delegation supported the statement made by Jamaica on behalf of the Group of 77 and China.
zh: 她说，中国代表团支持牙买加代表“77国集团和中国”所作的发言。

source: It believed that violence against women was currently one of the main obstacles to the full enjoyment of women's rights.
zh: 中国代表团认为，针对妇女的暴力行为是当代阻碍妇女充分享受其权利的主要障碍之一。

source: At its forty-ninth session, the Commission on the Status of Women issued a Declaration on the occasion of the tenth anniversary of the Fourth World Conference on Women.
zh: 第49届妇地会在第四次妇女问题世界会议十周年之际发表一项宣言。

source: Her delegation believed that Declaration, adopted at Beijing in August 2005 and entitled “Solidarity for Gender Equality, Development and Peace”, would guide the work of the United Nations in future.
zh: 中国代表团认为，2005年8月在北京通过的题为“团结合作，实现性别平等、发展与和平”的宣言对联合国今后的工作具有指导作用。

source: It was encouraging that in the 2005 World Summit Outcome, Heads of State had agreed unanimously that progress for women was progress for all and had committed themselves to taking measures to promote gender equality and eliminate gender-based discrimination.
zh: 65. 令人鼓舞的是，在2005年世界首脑会议成果文件中，各国首脑一致表示“妇女的进步就是全人类的进步”，承诺采取措施，促进两性平等，消除性别歧视。

source: The future of women depended on the implementation of Beijing+10 and the Plan of Action.
zh: 66. 妇女的未来取决于北京会议十周年和行动计划的执行情况。

source: The United Nations should build upon the momentum of the tenth anniversary of the Fourth World Conference and work to achieve such goals as: eliminating all forms of discrimination and violence against women and girls; stepping up efforts to eradicate poverty among women; guaranteeing women full participation in political, economic and social decision-making; accelerating the achievement of universal education; ensuring that women enjoyed quality health care and acquired knowledge and means for preventing the spread of HIV/AIDS; and promoting the equal participation of women in peacekeeping activities.
zh: 联合国应以第四次妇女问题世界会议十周年为契机，努力实现以下目标：消除对妇女和女童一切形式的歧视和暴力；加大消除妇女贫困力度；保障妇女充分参与政治、经济和社会决策；加速实现全民教育；确保妇女享有优质健康保障，掌握预防艾滋病毒/艾滋病传播的知识和手段；推动妇女平等参与维护和平活动。

source: It should also implement policies aimed at mainstreaming gender perspectives; pay special attention to vulnerable and disadvantaged groups of women; pay attention to the gender identity of men in society; create an international environment of peace and solidarity favourable to the development of women; and respect the right of countries to choose, within the international framework, their own distinctive approach to advance the cause of women.
zh: 此外，还应执行多项政策，旨在实施性别观念主流化策略；特别关注弱势和处境不利的妇女群体；关注男性的社会性别属性；创造有利于妇女发展的和平与团结的国际环境；尊重各国在国际框架内根据本国国情选择妇女事业发展道路的权利。

source: Mr. Afifi (Egypt) said that his Government had adopted an ambitious approach to equal treatment of men and women eliminating all forms of discrimination against women.
zh: 67. 阿菲菲先生（埃及）说，埃及政府通过一项男女待遇平等的雄心勃勃的办法，消除一切形式的歧视妇女。

source: It was, for instance, introducing a strategy to empower women politically, economically and socially.
zh: 例如，埃及政府实行一项战略，赋予妇女政治、经济和社会权利。

source: One of the first steps it had taken to implement the Outcome of the Fourth World Conference was to create the National Council for Women to evaluate and monitor programmes and policies seeking to empower women.
zh: 埃及政府为执行第四次妇女问题世界会议成果采取的初步措施包括成立全国妇女理事会，评价并检测努力赋予妇女权利的各项方案和政策。

source: The Council had been successful in integrating gender issues into the national plan for social and economic development for 2002-2007, thus enabling women to participate fully in the development process and to eliminate gender disparities.
zh: 理事会成功地将性别问题纳入2002-2007年国家社会经济发展计划，从而使妇女能够充分参加发展进程，消除性别差异。

source: As a consequence, investments in programmes supporting women's issues had dramatically increased.
zh: 因此，对支持妇女问题方案的投资急剧增加。

source: Under the new five-year plan, investments devoted to women and small enterprises had doubled compared to the previous plan.
zh: 根据新的五年计划，对妇女和小企业的投资比前一个计划增加一倍。

source: There had also been an increase in family projects to empower women so that they might improve their family income.
zh: 此外，旨在赋予妇女权利的家庭项目也有所增加，以使她们有可能增加家庭收入。

source: In the area of education, the Government had been able to increase the ratio of females to males in primary and secondary education; females in public education now accounted for 54 per cent of total students and 49 per cent of those in university.
zh: 68. 在教育领域，埃及政府能够增加初等和中等教育中女生的比例。

source: It had also created new educational establishments with the involvement of both the public and private sectors.
zh: 目前，公共教育中女生占学生总数的54％，大学中女生占49％。

source: Enrolment in educational institutions had increased considerably, especially in rural areas.
zh: 埃及政府还设立新的教育机构，让公营部门和私营部门参与。

source: There had also been a considerable decrease in the dropout rate among women.
zh: 入学率也大幅提高，特别是在农村地区。

source: In Egypt, the participation of women had increased in all areas of public life, especially in high positions.
zh: 69. 在埃及，促进妇女参加公共生活的所有方面，特别是担任高级职务。

source: There were now 14 members of Parliament, a woman judge and 35 women ambassadors.
zh: 现在有14名女议员、1名女法官和35名女大使。

source: The Government had cooperated with the National Council of Women to review all laws concerning women to bring them in line with its international commitments.
zh: 70. 埃及政府同全国妇女理事会合作，审查所有涉及妇女的法律，使之符合埃及的国际承诺。

source: All legislation that embodied discrimination between women and men had been abrogated such as that pertaining to the right of women to travel abroad, divorce and marriage rights.
zh: 所有体现男女不平等的立法都被废除，如涉及妇女出国旅行、离婚和结婚权利的立法。

source: The reference in the Report of the Committee (A/60/38) regarding Palestinian pregnant women and their mistreatment at Israeli checkpoints reaffirmed the importance of ending the inhumane practices against the Palestinian people under Israeli occupation.
zh: 71. 委员会的报告（A/60/38）提到巴勒斯坦孕妇，以及她们在以色列检查站受到虐待的情况。

source: As a provisional arrangement, the United Nations should endeavour to undertake to protect Palestinian women in the occupied area.
zh: 这再次申明，必须终止最近对以色列占领下的巴勒斯坦人民的不人道行为。

source: Egypt had participated in the resolution that initiated the study on all forms of violence against women.
zh: 72. 埃及曾参加一项决议，该决议发起研究对妇女的一切形式的暴力行为。

source: It stressed the importance of monitoring this phenomenon and of preparing future strategies to combat it.
zh: 埃及强调，必须监测这种现象，并制订今后打击这一现象的战略。

source: Ms. Warif-Halabi (Syrian Arab Republic) said that the aim of enabling and empowering women was to develop their individuality, abilities and effectiveness.
zh: 73. 瓦利夫-哈拉比女士(阿拉伯叙利亚共和国)说,增强妇女能力和赋予妇女权利的目标是发展她们的个性、能力和效力。

source: Success in that endeavour was measured by women's participation in political and economic affairs and by the resources devoted to women's issues.
zh: 妇女参加政治和经济事务及提供资源用于处理妇女问题是衡量这一努力是否成功的标准。

source: The Syrian Arab Republic, guided by the Beijing Platform for Action and the twenty-third special session of the General Assembly, was working to strengthen women's roles by removing obstacles to their participation in political and public life and by making them part of the sustainable development effort.
zh: 阿拉伯叙利亚共和国在《北京行动纲要》和大会第二十三届特别会议的指导下，努力加强妇女的作用消除妇女参加政治和公共生活的障碍，让她们参与可持续发展努力。

source: Government policies had borne fruit, with gender parity improved in primary, secondary and vocational education between 1990 and 2004 and targets for the education of girls exceeded in some cases.
zh: 74. 政府政策取得成果，1990年和2004年期间，初等、中等和职业教育中的性别差异减小，在某些情况下超过了女童受教育的指标。

source: While women had held 6.9 per cent of parliamentary seats in the fifth parliament, they held 12 per cent of seats in the twelfth parliament.
zh: 在第五届议会上妇女占议会席位的6.9％，但在十二届议会上她们占12％。

source: The economic advancement of women had been included among the goals of the five-year plan covering 2001 to 2005.
zh: 妇女经济发展已被列为2001-2005年五年计划的目标。

source: Legislation had been enacted to eliminate discrimination against women in access to credit, including mortgage loans.
zh: 此外，已经制定法律，消除在提供包括按揭贷款在内的信贷方面存在的歧视妇女情况。

source: Health and safety legislation applying to employment treated men and women equally.
zh: 在职业保健和安全法面前男女平等。

source: To improve women entrepreneurs' visibility and representation, including representation abroad, chambers of commerce were providing services specifically for their benefit.
zh: 为增加女企业家的知名度和人数，包括海外人数，商会提供特别有利于女企业家的服务。

source: The Syrian Institute for family affairs was consistently working to improve living conditions for women.
zh: 75. 叙利亚家庭事务协会一贯努力改进妇女生活条件。

source: Recalling that the Beijing Platform for Action had included targets regarding women in occupied areas, her delegation pointed out that women's organizations in the Syrian Arab Republic continued to monitor the situation of women in the Golan and in occupied Palestinian lands and to call for an end to the occupation.
zh: 叙利亚代表团回顾《北京行动纲要》中关于被占领地区妇女的目标，指出阿拉伯叙利亚共和国的妇女组织继续监测在戈兰和被占领阿拉伯土地上的妇女状况，并呼吁结束占领。

source: Mr. Chaudhry (Pakistan) said that, despite greater awareness of gender issues, and despite the Beijing Declaration and Platform for Action, Millennium Development Goals centred on women and the establishment of the International Criminal Court, the situation of the world's women remained grim. They continued to account for a disproportionate number of victims of poverty, violence and physical and psychological abuse, in almost equal measure in developed and developing countries, and irrespective of their religious or cultural environment.
zh: 76. 乔德里先生(巴基斯坦)说，尽管提高了两性问题的认识，《北京宣言和行动纲要》和《千年发展目标》的重点是妇女和设立国际刑事法院，但全世界妇女的状况依然严峻，仍有特别多的妇女遭受贫穷、暴力和身心摧残，发达国家和发展中国家的情况几乎相同，无论其宗教或文化环境如何。

source: The advancement of women was an international responsibility requiring cooperation and collaboration.
zh: 77. 提高妇女地位是一项国际责任，需要进行合作和协作。

source: It was a cross-cutting issue, affecting development, human rights, democracy and education.
zh: 这是一个交织问题，影响到发展、人权、民主和教育。

source: The plight of women in rural areas, conflict situations and territories under foreign occupation, and the situation of migrant and trafficked women must be given top priority.
zh: 必须高度优先重视在农村地区、冲突中和被外国占领领土上的妇女的痛苦，以及移徙妇女和被贩卖妇女的状况。

source: Women in general continued to suffer discrimination and exclusion and unequal access to resources and opportunities.
zh: 一般而言，妇女继续受到歧视和排斥，不能平等地获得资源和机会。

source: As a party to the Convention on the Elimination of All Forms of Discrimination against Women (CEDAW) and to major International Labour Organization regional conventions, Pakistan was committed to changing the lives of millions of its women.
zh: 78. 作为《消除对妇女一切形式歧视公约》(消除对妇女歧视公约)和国际劳工组织主要区域公约缔约国，巴基斯坦致力于改变数百万巴基斯坦妇女的生活。

source: The problems they faced in Pakistani society existed in other societies, including those of developed countries; they were often attributable to illiteracy and primitive traditions.
zh: 她们在巴基斯坦社会中面临的问题在其他社会包括发达国家社会中也存在，这些问题往往是文盲和原始传统造成的。

source: The Government addressed gender issues on the political, economic, social and legal fronts, and the last ten years had brought progress.
zh: 巴基斯坦政府在政治、经济、社会和法律领域处理两性问题，在过去十年中取得了进展。

source: Pakistan had more women representatives in national, provincial and local government than any other Asian country.
zh: 79. 在亚洲国家中，巴基斯坦妇女在国家、省和地方政府中的任职人数最多。

source: There was an adequate number of women ministers in the federal and provincial governments.
zh: 在联邦和省政府有相当多的女部长。

source: Women's Political Schools were training women for public office.
zh: 妇女政治学校培训妇女成为公职人员。

source: The country's Poverty Reduction Strategy Paper (PRSP) incorporated the gender perspective, and women were able to finance income-generating projects using a variety of microcredit facilities.
zh: 国家减贫战略文件纳入了社会性别观点，妇女能够利用各种小额信贷机制为创收项目提供资金。

source: A Women's Health Project focused on improving the health, nutrition and social status of women and girls.
zh: 80. 妇女们卫生项目注重改进妇女和女童的健康、营养和社会地位。

source: Crisis centres provided temporary shelter, free legal aid, medical attention and counselling to women in distress.
zh: 危机中心向陷入痛苦的妇女提供临时住所、免费法律帮助、看病和咨询服务。

source: In 2004, a Bill had been put forward to ensure that all perpetrators of honour killings were tried.
zh: 2004年提出一项法案，以确保审判名誉杀人犯。

source: The Government had encouraged serious debate of the Hudood laws.
zh: 巴基斯坦政府鼓励就《胡铎特法》进行严肃认真的辩论。

source: Ms. Assoumou (Côte d'Ivoire) said that Côte d'Ivoire, aware of women's role in economic and social development, ensured that it was represented at all international meetings on women's issues.
zh: 81. 阿苏马尼女士（科特迪瓦）说，科特迪瓦知道妇女在经济和社会发展中的作用，确保科特迪瓦出席所有关于妇女问题的国际会议。

source: It reaffirmed its commitment to international instruments on those issues, and to the documents of the twenty-third special session of the General Assembly, and had enshrined the principle of gender equality in its July 2000 Constitution.
zh: 科特迪瓦重申对关于这些问题的国际文书及大会第二十三届特别会议各项文件的承诺，并将两性平等原则纳入2000年7月《宪法》。

source: That document also banned all physical and psychological violence, mutilation, early or forced marriage and sexual harassment.
zh: 《宪法》禁止所有身体暴力和心理暴力、切割女性生殖器官、早婚或强迫婚姻和性骚扰。

source: The Government had appointed women to senior positions and ensured that posts in the army, the police and central administration traditionally held by men were open to women.
zh: 82. 科特迪瓦政府任命妇女担任高级职务，确保传统上在军队、警察和中央行政部门由男子担任的职务向妇女开放。

source: The National Health Development Plan (PNDS) for 1996 to 2005 had reduced mother and child mortality and women had been made responsible for maintaining village water supply infrastructure.
zh: 1996年至2005年国家卫生发展计划降低了母婴死亡率，让妇女负责维持村里的供水基础设施。

source: Primary school fees and uniforms had been abolished and school books were supplied free, generating an increase in girls' school attendance.
zh: 此外，还取消小学学费和制服，并免费提供课本，因此提高了女生入学率。

source: Literacy programmes for rural areas had specifically targeted women.
zh: 农村地区扫盲方案专门针对妇女。

source: The National Population Action Plan for 2002 to 2006 aimed to increase women's economic power.
zh: 《2002年至2006年国家人口行动计划》旨在增加妇女的经济权利。

source: New legislation had paved the way for mutual savings and loan mechanisms targeted at women, and the country's various social funds supported entrepreneurial ventures by women.
zh: 新的立法为针对妇女的互助储蓄和贷款机制铺平了道路。 国家各社会基金为妇女创办的企业提供支助。

source: The Government was aware that it had much work to do to fulfil its Beijing commitments, but the crisis which had begun in September 2002 had seriously hampered efforts to tackle poverty among women.
zh: 83. 科特迪瓦意识到，要履行在北京作出的承诺仍有许多工作要做，但2002年9月开始的危机严重损害了为处理妇女贫穷问题所作的各种努力。

source: One of the new challenges was to improve women's ability to play a part in conflict resolution.
zh: 新的挑战之一是提高妇女在解决冲突中发挥作用的能力。

source: Ms. Al-Muzaini (Kuwait) said that the report of the Secretary-General on violence against women, which was the result of the first ever General Assembly mandate for a study on the subject, would help to provide a benchmark for future action.
zh: 84. 穆扎尼女士（科威特）说，秘书长关于对妇女的暴力问题报告是大会第一个研究此问题任务的成果，有助于为今后行动提供基准。

source: All discrimination against women stood in the way of equity, equality and justice, principles which Kuwait had enshrined in its Constitution.
zh: 对妇女的一切歧视有碍实现公平、平等和公正及执行科威特列入其《宪法》的各项原则。

source: Kuwait had acceded to the Convention on the Elimination of All Forms of Discrimination against Women in 1994, incorporating the Convention into its national law.
zh: 1994年，科威特加入《消除对妇女一切形式歧视公约》，并将其纳入国内法。

source: It had submitted two reports to the Committee on the Elimination of Discrimination against Women, and a combined third and fourth report was in preparation.
zh: 科威特已向消除对妇女一切形式歧视委员会提交二份报告，现在正编写第三和第四合并报告。

source: In May 2005, the Kuwaiti parliament had amended the Electoral Act to enable women to participate in parliamentary elections for the first time.
zh: 85. 2005年5月，科威特议会修订《选举法》，第一次让妇女能够参加议会选举。

source: Kuwait would accordingly withdraw its reservation to Article 7, paragraph (a) of the Convention.
zh: 科威特将相应撤消对《公约》第7条(a)款的保留。

source: Women had been appointed to cabinet-level positions in the Government and occupied more and more leadership positions, especially in municipal authorities.
zh: 妇女得到任命，在政府中担任内阁级职务，并担任越来越多的领导职务，特别是在市政当局。

source: Women could contribute to development and serve society through means other than remunerated labour.
zh: 86. 妇女可通过有酬劳动之外的手段推动发展并服务社会。

source: They played a central and growing role in civil society.
zh: 她们在民间社会发挥的核心作用不断增加。

source: The Kuwaiti Federation of Women, founded in 1994, sought to expand women's participation in social and volunteer work, and their representation in international conferences.
zh: 科威特妇女联合会1994年成立，谋求促进妇女参加社会和自愿工作，并派代表出席国际会议。

source: Women's issues were also monitored by bodies such as the Kuwait Bar Association.
zh: 此外，科威特律师协会等机构还监测妇女问题。

source: Kuwait had adopted mechanisms to protect women's rights and fundamental freedoms and to prevent violence against them, especially in the workplace.
zh: 87. 科威特通过若干机制保护妇女权利和基本自由，防止对妇女的暴力行为，特别是在工作场所。

source: The Division for Family and Women's Affairs of the Ministry of Social Affairs and Labour sought to improve women's awareness of their rights and to improve their situation.
zh: 社会事务和劳动部家庭和妇女事务司努力提高妇女对自己权利的认识并改进妇女状况。

source: All public- and private-sector efforts in that regard were based on the values of Kuwaiti society and the teachings of Islam.
zh: 所有公营部门和私营部门在此方面所作的努力基于科威特社会的价值观念和伊斯兰教义。

source: Ms. Van den Brink (the Netherlands) said that violence against women, particularly domestic violence, was a fact of life all over the world and as serious a cause of incapacity and death as cancer.
zh: 88. 范登布林克女士（荷兰）说，对妇女的暴力行为特别是家庭暴力是全世界生活现实，如同癌症一样是欠缺行为能力和死亡的主要原因。

source: All women were potential victims, regardless of their culture, religion or ideology, age, or social or economic status.
zh: 所有妇女，不分文化、宗教或意识形态、年龄或社会或经济地位，都有可能成为受害者。

source: Moreover, when women became victims, their children became victims too.
zh: 此外，妇女受害时，她们的子女也遭殃。

source: Because true safety for adults and children began in the family environment, the cycle of domestic violence must be stopped.
zh: 由于成年人和儿童的真正安全始于家庭，必须制止家庭暴力。

source: United Nations action on that front had included the appointment of Ms. Yakin Ertürk as Special Rapporteur on violence against women, its causes and consequences.
zh: 联合国在这一阵线采取的行动包括任命亚肯·埃蒂尔克女士担任暴力侵害妇女行为及其因果问题特别报告员。

source: The Netherlands, with its long experience of discussing and combating domestic violence realized that legal and policy measures could not be effective unless victims were given care and support and unless the subject was publicly debated.
zh: 89. 荷兰具有讨论和打击家庭暴力的长期经验，认识到除非照顾并支助受害人，并公开辩论这个问题，否则法律和政策措施不能奏效。

source: If it was surrounded by secrecy, change would be difficult.
zh: 如果密而不宣，就很难改变这一状况。

source: The message must be that domestic violence was intolerable and must be fought in every possible way.
zh: 必须说明，不能容忍家庭暴力，必须以各种方式消除家庭暴力。

source: Her delegation believed that combating domestic violence required other forms of action.
zh: 90. 荷兰代表团认为，应采取其他形式的行动打击家庭暴力。

source: The first requirement was more research, statistics and documentation.
zh: 第一个要求是进行更多的研究、统计和记录工作。
